// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="Periksa Sambungan Faks";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="Anda dpt memeriksa apakah printer dan saluran tlp siap utk mengirim faks. Hasil pemeriksaan akan dicetak. Muat kertas kosong di printer.";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="Pastikan printer tersambung dengan saluran telepon. Untuk informasi tentang cara memuat kertas dan menyambungkan printer, lihat dokumentasi yg menyertai printer.";
"Press the Start button to run the check."="Tekan tmbl Mulai utk mnjlnkn pmeriksaan.";
"Start"="Mulai";
"Cancel"="Batal";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="Memeriksa sambungan faks...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="Koneksi faks OK.";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="Galat terdeteksi. Untuk rincian, lihat laporan cetak.";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Tentang FAX Utility...";
"Preferences..."="Preferensi...";
"Services"="Layanan";
"Hide FAX Utility"="Sembunyikan FAX Utility";
"Hide Others"="Sembunyikan Lainnya";
"Show All"="Tampilkan Semua";
"Quit FAX Utility"="Keluar dr FAX Utility";
"File"="File";
"Close"="Tutup";
"Window"="Jendela";
"Minimize"="Kecilkan";
"Help"="Bantuan";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Batal";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Tidak menemukan file untuk mengeksekusi aplikasi.\nInstal ulang FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Tdk dpt mengambil informasi (faks) printer. Buka \"Print & Fax Preferences\" dan tambahkan driver FAKS-PC.";
"Str_Alert_Common_Confirm_OverWrite"="File yang dimaksud sudah ada. Anda ingin menimpa?";
"Str_Alert_Common_Not_Responding_Error"="Printer tidak merespons. Pastikan printer tersambung dengan benar dan listrik menyala.";
"Str_Alert_Common_Communication_Error"="Terjadi galat komunikasi printer.";
"Str_Alert_Common_Printer_Processing_Error"="Printer sdg memproses data. Tunggu sejenak dan coba lagi.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Sebuah galat terdeteksi ketika berkomunikasi dgn printer.\nKode Galat (%d)";
"Str_Alert_Common_Error_Occurred"="Pemrosesan dibatalkan karena terjadi galat.";
"Str_Alert_Common_PrinterStatusError"="Terjadi galat di dalam printer. Selesaikan galat tsb dan coba lagi.";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Tdk dpt membuka Periksa Sambungan Faks karena fungsi FAX Utility lain sedang berjalan. Harap tunggu hingga fungsi itu selesai dan coba lagi.";
"Str_Alert_Fax_Diagnosis_Canceled"="Periksa Sambungan Faks dibatalkan.";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="Tdk dpt memperoleh hasil pemeriksaan.";
